[{"id":"outpost_cultural","headline":"Cultural Settlements","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Receive Unique Rewards","description":"Build a settlement from a foreign culture and finish its questline to receive unique and powerful rewards.","__class__":"InfoScreenText"},{"headline":"Establish a Relationship","description":"To develop the settlement, produce unique Cultural Goods and improve your relationship with the selected culture by building diplomacy buildings.","__class__":"InfoScreenText"},{"headline":"Repeat Your Success","description":"Once the questline is finished, the settlement becomes self-sustainable. You can then select a culture again to gain even more unique rewards! Hint: A settlement is gone once you finished it.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"spring_event","headline":"Spring Event","layout":"textboxes_right","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"spring_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Get Spring Lanterns","description":"Do quests to earn valuable Spring Lanterns! After the main questline is solved, additional daily quests will be available. Also, keep an eye on cherry trees that grow outside of your city. Collect them to get some extra Lanterns.","__class__":"InfoScreenText"},{"headline":"Collect the Origami Animals!","description":"Guide the Frog across the pond by selecting different lily pads to jump to. There will be an origami animal sitting on top of each lily pad. Each animal that you collect will give you a different reward.","__class__":"InfoScreenText"},{"headline":"Leap up the Leagues!","description":"The further the frog jumps across ponds, the further you move up in the League Table. You are competing against other players, so if you stop playing, you could find yourself falling back down to lower leagues! At the end of the event, the top players will be rewarded with extra special prizes!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"summer_event","headline":"Summer Event","layout":"textboxes_right","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"summer_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Get Doubloons","description":"Take a spin on the mysterious Wheel of Fortune and see what booty she has in store for ye. Each spin costs just one Doubloon! Don't worry if ye spend them all, ye can get more from completing quests.","__class__":"InfoScreenText"},{"headline":"Spin & Win","description":"Ye better act quickly to grab all the prizes on the Wheel, as other neighboring pirates can snatch them up first! Ye can also refresh the Wheel at any time! Collect the Pigs to fill up yer Piggy Bank with prizes! The more prizes, the sweeter the deal!","__class__":"InfoScreenText"},{"headline":"\"X\" Marks the Spot","description":"Get a Compass with every Wheel spin! Use each Compass to sail yer ship 1, 2, or 3 points across the map. Reach the \"X\" to uncover valuable hidden booty! Unlock exclusive booty with the Summer prizes, ye can't get no better deal!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"hero_event","headline":"Fellowship Event","layout":"default","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"hero_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Meet The Fellowship!","description":"Complete quests and earn Travel Rations to meet new Fellows for the Fellowship! Make it to the city to win a special city reward! You can also unlock a second city reward too.","__class__":"InfoScreenText"},{"headline":"Choose Your Hero!","description":"Select a special Hero to travel with! Each Hero will provide a different benefit while traveling, depending on their own specific area of expertise!","__class__":"InfoScreenText"},{"headline":"Travel up the Leagues!","description":"Journey across the land to new cities to move up in the Leagues. Rewards will be granted at the end of the event. You are competing against other players, so, if you stop playing, you could find yourself falling back down to lower leagues! At the end of the event, the top players will be rewarded with extra special prizes!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"fall_event","headline":"Fall Event","layout":"default","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"fall_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Prepare your Ingredients!","description":"Collect the ingredients required to bake recipes. You can earn ingredients by completing quests, completing daily challenges, and by collecting incidents around your city. You'll also get free ingredients from special daily quests, so be sure to log in every day to collect them!","__class__":"InfoScreenText"},{"headline":"Bake Recipes!","description":"Each recipe requires a different combination of ingredients. You'll get a reward for each recipe that you bake. Fill the whole table and you'll receive an extra special Grand Prize reward! Unlock exclusive rewards with the additional Fall prizes!","__class__":"InfoScreenText"},{"headline":"Be the Star Baker!","description":"With each recipe that you bake, you'll move further up the Fall Bake-Off League Table. Some recipes are worth more stars than others. At the end of the event, the top players will be rewarded with extra special prizes!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"halloween_event","headline":"Halloween Event","layout":"textboxes_right","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"halloween_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Roll up, roll up!","description":"Earn Tickets by completing quests! Exchange Tickets in the Tool Shop for various different tools to help you clear away the fog and find prizes hidden underneath. Each tool has a different area of effect.","__class__":"InfoScreenText"},{"headline":"Pumpkins!","description":"Pumpkins contain rewards of different value, including a chance to win the Daily Special! Also hidden beneath some fog tiles are Lightbulbs. Collect enough of them to obtain the valuable Grand Prize!","__class__":"InfoScreenText"},{"headline":"Rare Toys & Fairground Stickers!","description":"Search the fog for rare Toys and Fairground Stickers. Every Toy unlocks an optional questline, complete all to gain a special reward! Find one unique Sticker each day or use Joker Sticker Pieces to gain the reward on each of the Calendar's Sticker Slots. Complete the Calendar to gain a special reward at the end of the event!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"winter_event","headline":"Winter Event","layout":"default","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"winter_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Open Presents!","description":"Use Stars to open presents and claim the reward inside! Get free Stars each day you log in and earn more by completing quests. Special items are hidden among the presents, 'Show 2' reveals the contents of two presents, 'Double Payout' doubles the next present you open, and 'Shuffle' resets the presents with a whole new set of rewards!","__class__":"InfoScreenText"},{"headline":"Light the Town Houses!","description":"With every present you open, you will also receive a Matchstick! Use your Matches to light candles inside 1, 2, and 3 town houses. Reach the town's Winter Tree to receive a unique grand prize, and even more special rewards in parallel unlocking the Winter Prizes!","__class__":"InfoScreenText"},{"headline":"Open Calendar Doors!","description":"Each day, find the Daily Key among the presents to open a door and claim its reward inside! A new door will unlock every day of the event. Open all the doors to earn a special collection reward! If you missed any doors from previous days, you can use Master Keys to open them! Find Master Key parts in presents.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"forge_bowl_event","headline":"Forge Bowl Event","layout":"textboxes_right","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"forge_bowl_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Choose Your Play!","description":"Move your team across the field by passing the ball to different players. Each pass you make will cost Footballs which can be gained by completing quests! Get the ball into the end zone to claim a special Touchdown reward! You can also unlock a second Touchdown reward too!","__class__":"InfoScreenText"},{"headline":"Coach the Team!","description":"Select a Coach to help guide your team to victory. Each Coach will provide a different focused benefit to your plays depending on their own specific area of expertise!","__class__":"InfoScreenText"},{"headline":"Advance in the Leagues!","description":"Every play you make can move you up in the League Table. You are competing against other players, so if you stop playing, you could find yourself falling back down to lower leagues! At the end of the event, the top players will be rewarded with extra special prizes!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"soccer_event","headline":"Soccer Cup","layout":"textboxes_right","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"soccer_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Train your Team!","description":"Collect Player Cards in Training to upgrade your Team and increase their Power Level!","__class__":"InfoScreenText"},{"headline":"Play Tournament Matches!","description":"Play Matches against other players to gain valuable rewards and earn Ranking Points in the Tournament Leaderboard!","__class__":"InfoScreenText"},{"headline":"Win the Tournament!","description":"At the end of the event, players in each League will be awarded special League rewards. Additional rewards will be granted to players at the very top of the Leaderboard.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"soccer_event_training","headline":"Soccer Cup Training","layout":"textboxes_right","buttonLabel":"OK","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"soccer_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Get Soccer Energy Drinks!","description":"Your team needs to stay hydrated during training! Get Energy Drinks by completing quests. You'll also get free Energy Drinks from a special daily quest, and from incidents that appear around your city!","__class__":"InfoScreenText"},{"headline":"Pass the Ball!","description":"Move the ball across the pitch by passing to other members of your team. Each soccer player will give you a reward for passing the ball to them. When you get close enough, you can take a shot on the goal to win a special goal reward!","__class__":"InfoScreenText"},{"headline":"Grow your Team!","description":" Each individual Player provides a chance to double any reward that they offer. Upgrading Players increases this chance!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"archeology_event","headline":"Archaeology Event","layout":"textboxes_right","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"archeology_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Get Tools with Scrolls","description":"Earn Scrolls by completing quests! You can exchange these Scrolls in the Tool Shop in order to get various different tools to help you uncover hidden treasures in the ancient ruin. Each tool has a different area of effect.","__class__":"InfoScreenText"},{"headline":"Ancient Vases and Golden Idols","description":"Vases contain rewards of different value, including a chance to win the Daily Special! Also hidden in the Sand are Golden Idols. Collect enough of them to obtain the valuable Grand Prize!","__class__":"InfoScreenText"},{"headline":"Rare Clay Tablets & Gems","description":"Search the sand each day for rare clay tablets and gems. Every clay tablet unlocks an optional questline, complete them all to gain a special reward! Each day a special gem can be found which fits in a slot on the Calendar and reveals a reward! Complete the Calendar to gain a special reward at the end of the event.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"outpost_cultural_goods","headline":"Cultural Goods","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Cultural Goods","description":"The production of Cultural Goods is similar to the production of city Goods, except starting a production requires a resource that you gather within your settlement.","__class__":"InfoScreenText"},{"headline":"No Trading","description":"Unlike city Goods, Cultural Goods cannot be traded with other players. Once you are done with your current settlement, your stock of Cultural Goods stays with that settlement. Starting a new settlement means you must build up your stock of Cultural Goods again.","__class__":"InfoScreenText"},{"headline":"Bonus Production","description":"With each completed settlement that gives a unique reward, your chance for bonus production will increase for the next settlement you start of that culture. When this chance is triggered upon collection, you will get four times the amount of produced Cultural Goods!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"outpost_cultural_advancements","headline":"Embassy Advancements","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Unlock New Buildings","description":"To finish the questline of this culture, you need to unlock new buildings in the Embassy. Buildings further along the advancements are generally more powerful, so it pays off to unlock them.","__class__":"InfoScreenText"},{"headline":"Improve Your Diplomatic Relationship","description":"To unlock advancements, you will need more and more diplomacy, which is always reflected by the sum of all diplomacy buildings that you currently have in the settlement.","__class__":"InfoScreenText"},{"headline":"Invest Cultural Goods","description":"The second requirement to unlock an advancement is to pay Cultural Goods that you need to produce within the corresponding buildings.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"outpost_mars","headline":"Mars Colony","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Build A Colony On Mars","description":"By accessing the Spaceport, you can travel to your colony on Mars and start building it up! Keep in mind that this colony will only be used during Space Age Mars. Upon the next space age, you will not need your Mars colony anymore and instead build a new, different one.","__class__":"InfoScreenText"},{"headline":"New Goods And Technologies","description":"To obtain the new goods that will help you advance through Space Age Mars, you will need the help of your colony. All new goods buildings can only be built here. You will notice that some technologies have a special Mars background. This means that these technologies unlock buildings for your colony.","__class__":"InfoScreenText"},{"headline":"Mars Ore And Exploration Sites","description":"For the production of the new goods, you will not only need coins and supplies, but also 'Mars Ore' for refinement. You can unlock exploration sites on the campaign map, which will allow you to obtain this new resource.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"outpost_cultural_merchant","headline":"Merchant","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Offers & Negotiation","description":"The merchant will allow you to get additional goods for your current cultural settlement. To obtain them, you will have to negotiate for them by using goods from your main city.","__class__":"InfoScreenText"},{"headline":"Daily Offers","description":"Once per day you get the chance to see new offers. Every empty slot will get a new random offer once the 24-hour timer is up. In case you don't like an offer, you can dismiss it to potentially get something better the next day.","__class__":"InfoScreenText"},{"headline":"Future Settlements","description":"Whenever you start a new settlement, you will have to unlock the merchant again by solving a specific quest. Keep in mind that not every culture will have the merchant available.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"antiques_dealer","headline":"The Antiques Dealer","layout":"default","buttonLabel":"OK","buttonCta":{"type":"antiquesDealer","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Exchange your items!","description":"Select unwanted items from your inventory and offer them to the Antiques Dealer in exchange for Trade Coins that you can use within his shop. Exchanging valuable items will also provide you with the chance to get rare Gemstones. The longer the exchange takes, the more currency you will receive from your items.","__class__":"InfoScreenText"},{"headline":"Shop for a bargain!","description":"All items within the shop will cost Trade Coins to purchase, but some more valuable rewards will also cost additional Gemstones. Each item can only be purchased once until the shop has been refreshed. Make sure to keep checking back regularly as new items will always be added to the shop.","__class__":"InfoScreenText"},{"headline":"Sold to the highest bidder!","description":"Periodically, the Antiques Dealer will also sell rare and exclusive items, but only to the highest bidder. Bids can be made with Trade Coins only, if another player outbids you, all of your Trade Coins will be returned to you immediately. The player with the highest bid at the end of the auction wins the item.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"battlegrounds","headline":"Guild Battlegrounds","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Fight For Your Guild","description":"Within the Guild Battlegrounds, you will work together with your guild to conquer the battleground map! You will compete against up to seven other guilds.","__class__":"InfoScreenText"},{"headline":"Fight & Negotiate","description":"To take over provinces, which are important for victory, you may choose to either fight or negotiate. Whenever you succeed, you contribute towards the conquest of that province!","__class__":"InfoScreenText"},{"headline":"Seasons & Leagues","description":"Each battleground will last for almost eleven days, leaving you with three days of rest between them. This cycle is called a \"season\". With each season, you may face different enemies on a new, fresh battleground.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"battlegrounds_province_buildings","headline":"Battlegrounds Province Buildings","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Constructing Province Buildings","description":"Any guild member that has the new guild right \"Battleground Constructor\" will be able to build special buildings on owned provinces. These cost goods from the guild treasury, with the costs being randomized for each building.","__class__":"InfoScreenText"},{"headline":"Building Effects","description":"Province Buildings affect each province in a special way, allowing for strategic play. Optimize for offense or defense, whatever your guild needs in your current situation!","__class__":"InfoScreenText"},{"headline":"Destruction Upon Conquest","description":"Whenever a province gets taken over, every building on that province has a chance of 50% to get destroyed in the process. The buildings that remain will benefit the new owner, though.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"battlegrounds_leaderboard","headline":"Battlegrounds Leaderboards","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Victory Points","description":"The deciding factor for the leaderboard is the total amount of victory points. These points are collected from all provinces once per hour, and are then counted towards the owning guild of that province.","__class__":"InfoScreenText"},{"headline":"Rewards","description":"Depending on your ranking, you will obtain a different reward at the end of the current battleground. The reward will contain a personal reward for each member of the guild, as well as a reward for the guild itself.","__class__":"InfoScreenText"},{"headline":"Promotion & Demotion","description":"The higher the placement of a guild, the higher the odds for that guild to get promoted to a higher league (which results in better rewards). Likewise, the lower the placement, the higher the odds to get demoted to a lower league.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"outpost_cultural_removal","headline":"Remove Impediments","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Pickaxes","description":"Pickaxes can be used to remove any impediment on your grid. They are stored until you use them and reset with every new playthrough of the settlement.","__class__":"InfoScreenText"},{"headline":"Get Pickaxes","description":"You can earn a limited amount of pickaxes by completing quests within the settlement. Additionally, you may purchase a limited amount of pickaxes using diamonds.","__class__":"InfoScreenText"},{"headline":"Remove the Impediment","description":"You can use pickaxes by entering build mode. As long as you have at least one pickaxe available, you can see which impediments can be removed.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"outpost_cultural_egyptians_battle","headline":"Egyptian Battles","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Get Loot","description":"To start the productions of Cultural Goods, you will need the special resource \"Loot\". Loot is obtained by defeating the enemies of your Egyptian settlement.","__class__":"InfoScreenText"},{"headline":"Pick Your Battles","description":"Each day, you will be presented with three distinct opportunities to fight and gain Loot. There is one easy, one medium and one difficult option. Make sure that you only attempt battles that you can win!","__class__":"InfoScreenText"},{"headline":"Use Your Options","description":"Study the enemy's army composition to be effective! Keep in mind that no unit-related bonuses from your Main City apply to your Egyptian units.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"st_patricks_event","headline":"St. Patrick's Day Event","layout":"textboxes_right","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"st_patricks_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Prepare for St. Patrick's Day!","description":"Manage the town and prepare it for St. Patrick's Day! Supply the festival with goods from the town's factories to start the festivities and earn Shamrocks! Earn enough Shamrocks to upgrade buildings and open new factories!","__class__":"InfoScreenText"},{"headline":"Automate Your Buildings With Managers!","description":"Earn Pots of Gold by completing quests! Hire Managers at each building in the town for Pots of Gold. A Manager will automate a building for you and also boost its efficiency. Level up each Manager to further boost a building!","__class__":"InfoScreenText"},{"headline":"Complete Tasks To Win Grand Prizes!","description":"Each task you complete in a town will get you closer to a special grand prize! No tasks left? Continue to the next town to start fresh and unlock more tasks. More Grand Prizes await you plus a chance to gain lots of rewards along the way!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"outpost_asteroid_belt","headline":"Asteroid Belt Colony","layout":"textboxes_right","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Build A Colony On An Asteroid","description":"By accessing the Spaceport, you can travel to your colony in the Asteroid Belt and start building it up! As with the colony on Mars, this colony will only be used for this age.","__class__":"InfoScreenText"},{"headline":"New Goods And Technologies","description":"To obtain the new goods that will advance you through Space Age Asteroid Belt, you will need the help of your colony. The new goods buildings will be built here until you research a way to synthesize them in your Main City.","__class__":"InfoScreenText"},{"headline":"Asteroid Ice and Exploration Sites","description":"In the same way you needed Mars Ore to advance through Space Age Mars, you will need Ice from asteroids to refine it into the goods. Unlock the exploration sites on the campaign map to obtain Asteroid Ice.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"soccer_event_tournament","headline":"Soccer Cup Tournament","layout":"textboxes_right","buttonLabel":"OK","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"soccer_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Play Tournament Matches!","description":"Win Matches against other players to gain valuable rewards and earn Ranking Points in the Tournament Leaderboard!","__class__":"InfoScreenText"},{"headline":"Get Tickets!","description":"Each match that you play costs one ticket, no matter the level of your opponent! Collect Tickets by completing quests or by waiting for them to refresh over time.","__class__":"InfoScreenText"},{"headline":"Climb the Ranks!","description":"With every match won, you will earn Ranking Points moving you further up through the Leagues. At the end of the event, the top players will be awarded with extra special prizes.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"soccer_event_match","headline":"Tournament Matches","layout":"textboxes_right","buttonLabel":"OK","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"soccer_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Six-a-side!","description":"To play a Match, choose six Players from your roster to play against the opposing team. Place each player in their desired role to fully utilize their power.","__class__":"InfoScreenText"},{"headline":"Team Power!","description":"A player's Power is determined by their level. The collective power of your top six players in your team makes up your Team Power. Each player then duels its counter-part on the other team and the players with the higher level win the duel, granting 1 Win point per duel won!","__class__":"InfoScreenText"},{"headline":"Strategies!","description":"You can place any player in any position. But placing players outside of their favorite position will impact their power. Winning both duels in a position grants your team 1 additional win point, so placing your players in the right position is key!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"endless_towers","headline":"PvP Arena","layout":"textboxes_right_centered","buttonLabel":"Play Now!","buttonCta":{"type":"pvpArenaSignup","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"Basics","texts":[{"headline":"Enter","description":"To enter the PvP Arena you need to set your PvP defending army first. To leave you need to unset it. You can only participate in PvP Arena fights whilst being subscribed. Each fight costs one Attempt.","__class__":"InfoScreenText"},{"headline":"Your Army","description":"The attack and defense boost for both your PvP armies is taken over from your main city. As soon as you fight against your opponent, you attack his defending army. You can see its boost in the battle tab.","__class__":"InfoScreenText"},{"headline":"Activity and Rewards","description":"The PvP Arena is an ongoing event with weekly rewards. If you are not active enough you will get no reward. After two weeks of inactivity you will be excluded and lose most of your progress.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Rankings","texts":[{"headline":"Combat Points","description":"The amount of Combat Points is calculated automatically for each battle. All won and lost points count towards the weekly rankings. The Personal Ranking is influenced only by CP you win actively.","__class__":"InfoScreenText"},{"headline":"Seasonal Ranking","description":"The Personal Ranking resets each month. One month is one Season in which you can climb up six Personal Leagues. Upon finishing each League you receive one reward chest.","__class__":"InfoScreenText"},{"headline":"Weekly Rankings","description":"The Age and Guild Rankings reset and the Global Ranking combat points decay every Monday. Upon leaving the PvP Arena, you will lose part of your Global Ranking CP as well as all CP for every other PvP Arena ranking.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"greatbuildings","headline":"Great Buildings","layout":"textboxes_right_centered","buttonLabel":"Close","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"Benefits","texts":[{"headline":"Produce Resources","description":"Great Buildings provide unique bonuses. Some of them produce large amounts of resources like coins, supplies, medals, goods or Forge Points. The higher the level of the Great Building, the more it will produce!","__class__":"InfoScreenText"},{"headline":"Get Boosts","description":"Some Great Buildings provide boosts to the defense of your army. Others support the offense or raise the production of your buildings. Raise the level of the Great Building to increase the boosts!","__class__":"InfoScreenText"},{"headline":"Contribution Rewards","description":"You can gain medals, Forge Point packages and blueprints of that Great Building for contributing to other players' Great Buildings. However, you need to have researched 'Architecture' in order to contribute.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Construction","texts":[{"headline":"Get Blueprints","description":"Get blueprints by contributing to other players' Great Buildings. For most Great Buildings, there is also a chance of finding blueprints when you polish, motivate or plunder. You can also trade your surplus blueprints at a rate of 2:1.","__class__":"InfoScreenText"},{"headline":"Required Goods","description":"For most Great Buildings, the initial construction requires plenty of goods from the same age as the Great Building. Look up the required goods costs in the Great Building menu in your inventory.","__class__":"InfoScreenText"},{"headline":"Construct the Great Building","description":"As soon as you have a full set of all nine blueprints and the goods, if required, you can construct the Great Building in your city.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Level Up","texts":[{"headline":"Leveling Up","description":"It takes Forge Points to level up a Great Building. Every Great Building starts at level 0. It will take some Forge Points before it reaches level 1 and starts working.","__class__":"InfoScreenText"},{"headline":"Working Together","description":"It is a difficult task to level up your Great Building alone. Get the help of your friends, neighbors and guildmates — when they contribute Forge Points, they will get rewards!","__class__":"InfoScreenText"},{"headline":"Level 10+","description":"You can level up a Great Building up to level 10. For every additional level beyond level 10, you have to collect a full set of blueprints again.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"trade_goods","headline":"Goods","layout":"textboxes_right_centered","buttonLabel":"Close","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"Goods","texts":[{"headline":"Deposits","description":"Acquire a province with a goods deposit on the continent map. The matching goods building produces more goods now! There are five goods per age, but you can only get deposits for two of them. Use the market to trade for the others!","__class__":"InfoScreenText"},{"headline":"Use Goods","description":"Goods are essential for your progress in the game. You need them to unlock technologies or to negotiate for sectors on the continent map. Later on, you will also need them for a few other things.","__class__":"InfoScreenText"},{"headline":"Producing Goods","description":"Research a technology that unlocks a goods building. Place that building in your city and start producing. But remember: Use those buildings that are boosted by your deposits.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Market","texts":[{"headline":"Trade","description":"Use the market and trade with other players to get missing goods. You can also always trade with NPC merchants, although their offers are much worse.","__class__":"InfoScreenText"},{"headline":"Offers","description":"If you need goods right away, browse through the offers of other players. If you are not in a hurry, you can create offers on your own. It is free to create them, and they are available until they are accepted, aborted or expired.","__class__":"InfoScreenText"},{"headline":"Working Together","description":"Work together with your friends and allies in trading goods. They might have the goods you need. Also, accepting the offer of a guildmate doesn't cost you a Forge Point.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"ge_championship","headline":"Guild Championships","layout":"textboxes_right_centered","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Epic Showdowns – Every Week","description":"For every new Expedition, a new Championship starts. Beat the other guilds to become one of the top 3! This will grant you an additional Guild Power boost. Also, you will earn trophies that are showcased in your guild's profile.","__class__":"InfoScreenText"},{"headline":"Your Road to Victory","description":"When the Expedition ends, the guilds with the highest percentage of solved encounters will be this week’s Champions. That means that all guild members should be active to go for the win!","__class__":"InfoScreenText"},{"headline":"Battle of the Worlds","description":"For the first time ever, you will not only challenge guilds from your world, but from the whole game. Get ready to challenge guilds that you may have never seen before! Can you and your guild mates become the champions?","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"reconstruction","headline":"Reconstruction Mode","layout":"textboxes_right_centered","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Temporary Storage & Saving","description":"In Reconstruction Mode, you can move buildings and even temporarily store them to have more space. Everything you do in this mode will be automatically saved so you can pick up your work later. So don't worry about just leaving this mode at any time.","__class__":"InfoScreenText"},{"headline":"Applying Your Changes","description":"Once you are done, you can apply your changes to make your plan a reality. Before that, nothing will happen to your city and you can take as much time to plan your new layout as you want.","__class__":"InfoScreenText"},{"headline":"Reverting","description":"If you are not satisfied with your layout, you can revert it. This will also discard your saved draft.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"hub_arctic","headline":"Arctic Harbor","layout":"textboxes_right_centered","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Harbor","description":"The ship is ready to start its journey to the Arctic! Every journey needs a full crew and some time, but it brings back the valuable promethium to your city. The ship's values will change depending on the candidates you choose to join your crew.","__class__":"InfoScreenText"},{"headline":"Crew Candidates","description":"Skilled people are waiting in the harbor to join the next mission. Their hiring costs depend on the spot they are waiting on and they are paid when the ship is sent to the Arctic. Using the 'Exchange' button randomizes the available candidates, if you are searching a special individual.","__class__":"InfoScreenText"},{"headline":"Ship Damage","description":"Every time your ship travels to the Arctic, it gets damaged and loses time and promethium capacity. You can repair your ship with goods when it is back in the harbor. But don't wait too long! The more damage the ship takes, the higher the costs to repair.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"hub_oceanic","headline":"Oceanic Terminal","layout":"textboxes_right_centered","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Submarine Terminal","description":"The submarine is ready to explore the ocean! Every deep sea mission brings back valuable Orichalcum to your city, but will need a full crew and takes time. The crew members you choose will affect the capacity, travel time and damage of the submarine.","__class__":"InfoScreenText"},{"headline":"Crew Candidates","description":"Skilled people are waiting at the terminal to join the next mission. It costs Oceanic Future goods to hire crew members and the costs are deducted when the submarine is sent. You can exchange the given set of crew candidates if you prefer a specific individual.","__class__":"InfoScreenText"},{"headline":"Submarine Damage","description":"Every time you send your submarine on a mission it gets damaged. This results in reduced capacity for Orichalcum and added time to the mission. You can repair the submarine with goods once it’s returned to the terminal. Don't wait too long to repair the submarine since it will cost you more goods and time to fully repair it.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"guild","headline":"Join a Guild!","layout":"textboxes_right_centered","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Effective Trading","description":"Fight together on the Guild versus Guild Continent Map or explore uncharted lands in the Guild Expedition. Increase your Guild Level to reach the top of the rankings and get powerful boosts.","__class__":"InfoScreenText"},{"headline":"Helping Hands","description":"Trade goods with your guildmates without paying Forge Points. Increase the number of trading partners and get all the goods you are missing.","__class__":"InfoScreenText"},{"headline":"Play Together","description":"Motivate or polish buildings of your guildmates. Donate Forge Points to each other’s Great Buildings and receive valuable blueprints and other great rewards.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"incidents","headline":"Incidents","layout":"textboxes_right_centered","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Find Incidents!","description":"Every once in a while, you'll stumble upon little things that happen in your city or its surroundings.","__class__":"InfoScreenText"},{"headline":"What now?","description":"When you find an incident, click (or tap) it to collect and get a reward!","__class__":"InfoScreenText"},{"headline":"Where?","description":"Incidents can appear in or around your city, even on the shore or water. So keep an eye out!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"invitation","headline":"Invite Players","layout":"textboxes_right_centered","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"How to Invite","description":"Invite people to play Forge of Empires with you! Send a personal invitation link via e-mail or share it on Facebook, Google+ or Twitter.","__class__":"InfoScreenText"},{"headline":"Invitation Rewards","description":"Whenever the players you invited reach certain game ages, you receive new rewards! The more they advance, the better the rewards you will get!","__class__":"InfoScreenText"},{"headline":"Play Together","description":"All the players you invite will join the world you play in. They will be put in your friends list automatically. If they don't fit or you remove them from there, you will still get the rewards for their progression.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"tavern","headline":"Friends Tavern","layout":"textboxes_right_centered","buttonLabel":"Play Now!","buttonCta":{"type":"friendsTavern","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"Friends Tavern","texts":[{"headline":"Welcome your Friends","description":"Your Tavern is a place for your friends. Ingame friends will stop by, sit down and leave some coins on the table that you can collect. Visit each of your friends daily via the social menu and they might return the favor.","__class__":"InfoScreenText"},{"headline":"Boost your Progress","description":"Tavern Silver can be used to activate powerful boosts that significantly speed up your game progress or give other great benefits. Every boost will run for a specific time and only up to 2 boosts can be active in parallel.","__class__":"InfoScreenText"},{"headline":"Customize your Tavern","description":"Your Tavern might not look very impressive in the beginning, but you can customize it to make it look more beautiful and unique. Upgrading your Tavern will not only make it more appealing, it will also increase your income!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Tavern Boosts","texts":[{"headline":"Additional Boosts","description":"Your Friends Tavern offers 4 different types of boosts which will help you speed up your game progress. You can activate all of them at once.","__class__":"InfoScreenText"},{"headline":"Bonus Rewards","description":"Visiting your Tavern is rewarding. Activate all 4 bonus boosts automatically by opening your Tavern. The boosts will remain active for 4 hours.","__class__":"InfoScreenText"},{"headline":"Additional Limited Time","description":"The bonus boosts can be activated for a maximum duration of 4 hours. They get depleted over time. Returning to the Tavern multiple times a day will help keep the boosts active.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"tavern2","headline":"Friends Tavern","layout":"textboxes_right_centered","buttonLabel":"Play Now!","buttonCta":{"type":"friendsTavern","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"Friends Tavern","texts":[{"headline":"Welcome your Friends","description":"Your Tavern is a place for your friends. Ingame friends will stop by, sit down and leave some coins on the table that you can collect. Visit each of your friends daily via the social menu and they might return the favor.","__class__":"InfoScreenText"},{"headline":"Boost your Progress","description":"Tavern Silver can be used to activate powerful boosts that significantly speed up your game progress or give other great benefits. Every boost will run for a specific time and only up to 2 boosts can be active in parallel.","__class__":"InfoScreenText"},{"headline":"Customize your Tavern","description":"Your Tavern might not look very impressive in the beginning, but you can customize it to make it look more beautiful and unique. Upgrading your Tavern will not only make it more appealing, it will also increase your income!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Tavern Boosts","texts":[{"headline":"Additional Boosts","description":"Your Friends Tavern offers 4 different types of boosts which will help you speed up your game progress. You can activate all of them at once.","__class__":"InfoScreenText"},{"headline":"Rewarding Video Ads","description":"As a bonus reward for watching a Video Ad, all 4 boosts will be activated for a period of 1 hour. Watching additional Video Ads will increase the boost duration by 1 hour.","__class__":"InfoScreenText"},{"headline":"Additional Limited Time","description":"The bonus boosts can be activated for a maximum duration of 4 hours. They get depleted over time. Returning to the Tavern multiple times a day will help keep the boosts active.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"guild_expedition","headline":"Guild Expedition","layout":"textboxes_right_centered","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"countdownId":"guild_expedition","defaultCountdownText":"SUMM13|Countdown:","pages":[{"headline":"","texts":[{"headline":"Reach Your Guild Goals","description":"In Guild Expeditions, you can collect Expedition Points together with your guild mates and reach checkpoints. The more Points you collect together, the more Guild Power you will receive in the end to level up your guild.","__class__":"InfoScreenText"},{"headline":"Explore Your Expedition Map","description":"To contribute, solve your personal Expedition Map. Fight or trade your way through the jungle and discover uncharted realms. The more advanced you are, the greater the rewards will be for you and your guild.","__class__":"InfoScreenText"},{"headline":"Something To Explore - Every Week","description":"A new Expedition starts every week. It will always start on Tuesday and last until Monday. Make sure to prepare and manage your guild in the meantime by exchanging goods and producing units.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"gvg","headline":"Guild vs Guild","layout":"textboxes_right_centered","buttonLabel":"Close","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"Continent","texts":[{"headline":"Welcome to Guild vs Guild","description":"Compete together with your guild against other guilds. Fight in different provinces, using units and goods from that province's age.","__class__":"InfoScreenText"},{"headline":"Guild Continent","description":"Your guild can participate and build a headquarter in every province! Take control over sectors in the provinces to harvest their power!","__class__":"InfoScreenText"},{"headline":"Age of a Province","description":"Each province is restricted to units and goods of a specific age. The more advanced the province's age, the more rewarding its sectors are.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Provinces","texts":[{"headline":"Entering a Province","description":"New guilds can place a siege army anywhere in the landing zone or on a river sector next to another guild's area.","__class__":"InfoScreenText"},{"headline":"Province View","description":"Guild members can attack sectors that are under siege by their guild, using their own armies. Siege armies can be attacked as well.","__class__":"InfoScreenText"},{"headline":"NPC Sectors","description":"Before a sector is owned by a guild, it belongs to a NPC. These sectors are highlighted by a white color. Don't hesitate to attack and conquer those sectors - they are easy prey!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Sectors","texts":[{"headline":"View Sector","description":"The sector view shows details of the defending armies and the siege army. From here, you plan attacks, sieges or defense.","__class__":"InfoScreenText"},{"headline":"Attacking a Sector","description":"By placing a siege army in an enemy sector your guild lays claim to it. When all defending armies are destroyed, the besieging guild becomes the owner of the sector.","__class__":"InfoScreenText"},{"headline":"Defending a Sector","description":"Defend a sector by permanently placing your selected army on an unlocked slot while the sector is not under siege. Every army needs to be defeated 10 times.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Details","texts":[{"headline":"Guild Ranking","description":"Sectors controlled by a guild reward power during the ranking calculation, unless they are under siege. Power influences the guild rankings and increases the guild level.","__class__":"InfoScreenText"},{"headline":"Support","description":"Units in sectors that are connected to the headquarter get a combat bonus depending on the support bonus, which is calculated from the guild's support pool and the province's support factor.","__class__":"InfoScreenText"},{"headline":"Guild Treasury","description":"'Siege' and 'Unlock' costs are paid from the guild treasury. Guild members can donate missing resources into the guild treasury. Goods gained from granting freedom are put into the guild's treasury.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"first_incident","assetId":"incidents","headline":"Incidents","layout":"textboxes_right_centered","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Rarity","description":"Great, you just found your first Incident! They can be common, uncommon or rare. The rarity defines the quality of the reward but also of course, how often you will see them.","__class__":"InfoScreenText"},{"headline":"Rewards!","description":"The higher the rarity of an incident, the better the reward! Be quick to find incidents in your city, they only appear for a limited time.","__class__":"InfoScreenText"},{"headline":"Good luck!","description":"Always keep your eyes open! Incidents appear randomly in time and space, so always pay attention to your city and its surroundings.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"outpost_cultural_collecting_minigame","headline":"Collecting Minigame","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Daily Offers","description":"You can play up to three minigames and get the opportunity to earn additional goods for your Aztec settlement each day. In case you do not like or need the offered goods, you can dismiss the minigame to potentially get something better the next day.","__class__":"InfoScreenText"},{"headline":"Find the Rewards","description":"Each game contains a fixed amount of Rewards that are placed randomly on the board. In order to collect your Rewards, you need to find them first. Number tiles help you as they indicate how many Rewards are placed within their eight adjacent tiles.","__class__":"InfoScreenText"},{"headline":"Turns & Tiles","description":"Each turn reveals one tile. To collect your Reward, you need to finish the current minigame by either using up all your turns or finding all goods on the map. The bonus chance does not apply to the goods you collect within the minigame.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"outpost_venus","headline":"Venus Colony","layout":"textboxes_right","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Build A Colony on Venus","description":"By accessing the Spaceport, you can travel to your colony on Venus and start building it up! As with the colony on Mars and the Asteroid Belt, this colony will only be used for this age.","__class__":"InfoScreenText"},{"headline":"New Goods and Technologies","description":"To obtain the new goods that will advance you through Space Age Venus, you will need the help of your colony. The new goods buildings will be built here until you research a way to synthesize them in your Main City.","__class__":"InfoScreenText"},{"headline":"Venus Carbon and Exploration Sites","description":"In the same way you needed Asteroid Ice to advance through Space Age Asteroid Belt, you will need Venus Carbon to refine it into the goods. Unlock the exploration sites on the campaign map to obtain Venus Carbon.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"wildlife_event","headline":"Wildlife Event","layout":"textboxes_right_centered","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"wildlife_event","defaultCountdownText":"Ends in:","pages":[{"headline":"Basics","texts":[{"headline":"Explore Puzzle Levels!","description":"Spend one Entrance Ticket to enter a level and start popping! To pop, click 2 or more adjacent blocks of the same color to remove them! Each pop uses one move from a level's limited moves. A level ends once all moves have been used, so make the most of your pops!","__class__":"InfoScreenText"},{"headline":"Find Paw Prints!","description":"Paw Prints can be found inside levels! Drop a Paw Print to the bottom of the board to collect it. Collect enough of them to obtain the valuable Grand Prize!","__class__":"InfoScreenText"},{"headline":"Pop Rewards!","description":"Pop 5 or more blocks of the same color to create a Reward Chest! The bigger the pop you make, the better the Chest! Chests contain different rewards depending on their color! Drop it to the bottom of the board to gain a reward, including a chance to win the Daily Special!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Helpers","texts":[{"headline":"Collect Wildlife Coins!","description":"Need some extra help? Collect Wildlife Coins by logging in each day, completing quests and finding incidents that appear around your city! You can use your Wildlife Coins to get more moves at the end of a level or on special Boosters!","__class__":"InfoScreenText"},{"headline":"Moves & Boosters!","description":"Levels have a limited amount of Moves, use Wildlife Coins to get more Moves each time you run out! You can also use Coins to get powerful Boosters that help you in levels! Each booster has a unique ability. Boosters are not bound to a level.","__class__":"InfoScreenText"},{"headline":"Become a Zoologist!","description":"Popping and collecting pieces provides score points toward the Leagues! The bigger the pops you make, the more points you gain! You are competing against other players, so if you stop playing, you could find yourself falling behind! At the end of the event, the top players will become Zoologists, rewarded with special prizes!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"castle_system","headline":"Castle System","layout":"textboxes_right_centered","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"Level and Points","texts":[{"headline":"Level Up","description":"As soon as you collect enough Castle Points, you level up. Each new level gives you new and different rewards.","__class__":"InfoScreenText"},{"headline":"Collect Castle Points","description":"There are many different ways to collect Castle Points; from successful battles and negotiations to buying items from the Antiques Dealer, and many more! You can also get lots of Castle Points for in-game purchases.","__class__":"InfoScreenText"},{"headline":"Daily Castle Points Chest","description":"Collect some extra Points each day from the Daily Castle Points Chest. The amount awarded from the Chest increases with each collection. If you miss one day, your streak pauses. After seven days of collecting, the streak will reset and start over.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Rewards and Activity","texts":[{"headline":"Reward Types","description":"There are two types of rewards. One-time rewards, which go directly to your inventory when reaching the required level, and permanent rewards, which are active and kept from the moment you reach the required level.","__class__":"InfoScreenText"},{"headline":"In-game Activity","description":"You can gain Castle Points by actively playing the game each day - up to a certain limit. Successfully finish battles and negotiations, proceed in the Guild Expedition, buy and win items in the Antiques Dealer or successfully finish the daily challenges.","__class__":"InfoScreenText"},{"headline":"The Castle","description":"The further you progress with the levels, the bigger the Castle gets. If you do not want others to see your progress, you can disable the visuals in the game options.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"anniversary_event","headline":"10th Anniversary Event","layout":"textboxes_right_centered","buttonLabel":"Play Now!","buttonCta":{"type":"eventMainWindow","value":"","__class__":"CallToAction"},"countdownId":"anniversary_event","defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Paper Money!","description":"Use Paper Money to roll the Dice on the board! Collect Paper Money by completing quests, logging in every day, and collecting incidents around your city!","__class__":"InfoScreenText"},{"headline":"Roll the Dice!","description":"Progress around the board by rolling a Dice, there are lots of different rewards to be gained. Complete a loop of the board to get the Grand Prize! Use the Golden Dice to choose the outcome of the roll and land where you want! The board will refresh with new rewards each day.","__class__":"InfoScreenText"},{"headline":"Travel through Ages!","description":"Start your journey in the Stone Age and travel through the Ages of Forge! Complete a loop of the board to start in a new Age. Certain rewards on the board will improve in value with each new Age!","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"outpost_cultural_mughals","headline":"Cultural Settlements","layout":"default","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"Cultural Settlement","texts":[{"headline":"Receive Unique Rewards","description":"Build a settlement from a foreign culture and finish its questline to receive unique and powerful rewards.","__class__":"InfoScreenText"},{"headline":"Establish a Relationship","description":"To develop the settlement, produce unique Cultural Goods and improve your relationship with the selected culture by building diplomacy buildings.","__class__":"InfoScreenText"},{"headline":"Repeat Your Success","description":"Once the questline is finished, the settlement becomes self-sustainable. You can then select a culture again to gain even more unique rewards! Hint: A settlement is gone once you finished it.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"},{"headline":"Mughal Empire","texts":[{"headline":"Your Settlement","description":"Use chain and set mechanics to increase the beauty and the production of your settlement.","__class__":"InfoScreenText"},{"headline":"Chain Buildings","description":"Gain more diplomacy by chaining small diplomacy buildings to the Embassy. If you place them outside of the chain, you only get the base amount.","__class__":"InfoScreenText"},{"headline":"Set Buildings","description":"Gather additional resources by placing each unique large diplomacy building directly adjacent to the Embassy. Only one large diplomacy building of the same type counts towards the set.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"},{"id":"outpost_jupiter_moon","headline":"Jupiter Moon Colony","layout":"textboxes_right","buttonLabel":"OK","buttonCta":{"type":"none","value":"","__class__":"CallToAction"},"defaultCountdownText":"Ends in:","pages":[{"headline":"","texts":[{"headline":"Build a Colony on Jupiter Moon","description":"By accessing the Spaceport, you can travel to your colony on Jupiter's Moon and start building it up! As with the colony on the Asteroid Belt and Venus, this colony will only be used for this age.","__class__":"InfoScreenText"},{"headline":"New Goods and Technologies","description":"To obtain the new goods that will advance you through Space Age Jupiter Moon, you will need the help of your colony. The new goods buildings will be built here until you research a way to synthesize them in your Main City.","__class__":"InfoScreenText"},{"headline":"Unknown DNA and Exploration Sites","description":"In the same way you needed Venus Carbon to advance through Space Age Venus, you will need Unknown DNA to refine it into the goods. Unlock the exploration sites on the campaign map to obtain Unknown DNA.","__class__":"InfoScreenText"}],"__class__":"InfoScreenPage"}],"__class__":"InfoScreen"}]